tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
brew "bat"
brew "btop"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "httpie"
brew "jq"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "neovim"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "stow"
brew "unzip"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hyperkey"
cask "maccy"
cask "obsidian"
cask "raycast"
cask "rectangle-pro"
cask "slack"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Drafts", id: 1435957248
mas "Dropover", id: 1355679052
mas "Xcode", id: 497799835
